{ "_id" : { "$oid" : "5dd1237b106ac268c335d59f" }, "Name" : "Fractal_Analytics", "Categories" : [], "Summary" : "Fractal Analytics is a multinational artificial intelligence company that provides services in consumer packaged goods, insurance, healthcare, life sciences, retail and technology, and the financial sector. Headquartered in New York, it has a presence in the United States [1], United Kingdom, and India along with fifteen other locations.\n Fractal Analytics was founded in 2000 by Srikanth Velamakanni, Pranay Agrawal, Nirmal Palaparthi, Pradeep Suryanarayan and Ramakrishna Reddy[2]. In 2005, the company established its base in the United States. In January 2015, it opened its office in Bengaluru, India. In 2015 they acquired Imagna Analytics[3] and Mobius Innovations.[4][5]\nIn 2016, Fractal Analytics appointed Pranay Agrawal as the CEO to replace co-founder Srikanth Velamakanni, the new Group Chief Executive and Executive Vice-Chairman.[6] It also expanded its operations including the creation of two new subsidiaries Qure.ai[7] and Cuddle.ai.[8]\n In August 2016, they partnered with KNIME, an open source data analytics.[9] In June 2017, they acquired Chicago-based strategy & analytics firm, 4i Inc.[10] In September 2017, they partnered with Final Mile to combine data science with behavioral science [11] In March 2018, Fractal Analytics acquired behavioral architecture company Final Mile.[12][13] In January 2019, Fractal received a USD 200 Million funding from Apax Partners, a leading global private equity advisory firm.[14]\n " }
{ "_id" : { "$oid" : "5dd1237b106ac268c335d5a0" }, "Name" : "Kaggle", "Categories" : [ "Data science" ], "Summary" : "KAGGLE is an online community of data scientists and machine learners, owned by Google. Kaggle allows users to find and publish data sets, explore and build models in a web-based data-science environment, work with other data scientists and machine learning engineers, and enter competitions to solve data science challenges. Kaggle got its start by offering machine learning competitions and now also offers a public data platform, a cloud-based workbench for data science, and short form AI education. On 8 March 2017, Google announced that they were acquiring Kaggle.[1][2]\n " }
{ "_id" : { "$oid" : "5dd1237b106ac268c335d5a1" }, "Name" : "Cloudera", "Categories" : [], "Summary" : "Cloudera, Inc. is a US-based software company that provides a software platform for data engineering, data warehousing, machine learning and analytics that runs in the cloud or on premises.\n Cloudera started as a hybrid open-source Apache Hadoop distribution, CDH (Cloudera Distribution Including Apache Hadoop), that targeted enterprise-class deployments of that technology. Cloudera states that more than 50% of its engineering output is donated upstream to the various Apache-licensed open source projects (Apache Spark, Apache Hive, Apache Avro, Apache HBase, and so on) that combine to form the Apache Hadoop platform. Cloudera is also a sponsor of the Apache Software Foundation.[2]\n " }
{ "_id" : { "$oid" : "5dd1237b106ac268c335d5a2" }, "Name" : "DataStax", "Categories" : [ "Database Technologies" ], "Summary" : "DataStax, Inc. is a data management company based in Santa Clara, California.[2] The company was built on[clarification needed] Apache Cassandra. As of October 2017, the company has roughly 400 customers distributed in over 50 countries.[3][4]\n " }
{ "_id" : { "$oid" : "5dd1237b106ac268c335d5a3" }, "Name" : "Teradata", "Categories" : [ "Data warehousing" ], "Summary" : "Teradata Corporation is a provider of database and analytics-related software, products, and services. The company was formed in 1979 in Brentwood, California, as a collaboration between researchers at Caltech and Citibank's advanced technology group.[2]\n " }
{ "_id" : { "$oid" : "5dd1237b106ac268c335d5a4" }, "Name" : "J.P._Morgan_%26_Co.", "Categories" : [ "Investment banking", "commercial banking", "asset management" ], "Summary" : "\n J.P. Morgan & Co. is a commercial and investment banking institution founded by J. P. Morgan in 1871. The company was a predecessor of three of the largest banking institutions in the world, JPMorgan Chase & Morgan Stanley, and was involved in the formation of Drexel Burnham Lambert. The company is sometimes referred to as the \"House of Morgan\" or simply \"Morgan\".\n " }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad1" }, "Summary" : "\n Tata Consultancy Services Limited (TCS) is an Indian multinational information technology (IT) service and consulting company headquartered in Mumbai, Maharashtra, India.[2][3] It is a subsidiary of Tata Group and operates in 149 locations across 46 countries.[4]\n TCS is the second largest Indian company by market capitalization.[5][6] Tata consulting services  is now placed among the most valuable IT services brands worldwide.[7] In 2015, TCS was ranked 64th overall in the Forbes World's Most Innovative Companies ranking, making it both the highest-ranked IT services company and the top Indian company.[8] It is the world's largest IT services provider.[9] As of 2018, it is ranked eleventh on the Fortune India 500 list.[10] In April 2018, TCS became the first Indian IT company to reach $100 billion market capitalization,[11] and second Indian company ever (after Reliance Industries achieved it in 2007)[12] after its market capitalization stood at ₹6,79,332.81 crore ($102.6 billion) on the Bombay Stock Exchange.[13][14][15]\n In 2016-2017, Parent company Tata Sons owned 70% of TCS;[16] and more than 70% of Tata Sons' dividends were generated by TCS.[17] In March 2018, Tata Sons decided to sell stocks of TCS worth $1.25 billion in a bulk deal.[18]\n ", "Categories" : [ "IT services", "IT consulting" ], "Name" : "Tata_Consultancy_Services" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad2" }, "Summary" : "\n HCL Technologies Limited is an Indian multinational information technology (IT) service and consulting company headquartered in Noida, Uttar Pradesh. It is a subsidiary of HCL Enterprise. Originally a research and development division of HCL, it emerged as an independent company in 1991 when HCL entered into the software services business.[5]\n The company has offices in 42 countries including the United Kingdom, the United States, France, and Germany with a worldwide network of R&D, \"innovation labs\" and \"delivery centers\", and 137,000+ employees and its customers include 250 of the Fortune 500 and 650 of the Global 2000 companies. It operates across sectors including aerospace and defense, automotive, banking, capital markets, chemical and process industries, energy and utilities, healthcare, hi-tech, industrial manufacturing, consumer goods, insurance, life sciences, manufacturing, media and entertainment, mining and natural resources, oil and gas, retail, telecom,  and travel, transportation, logistics & hospitality.[6][7]\n HCL Technologies is on the Forbes Global 2000 list.[8] It is among the top 20 largest publicly traded companies in India with a market capitalisation of $18.7 billion as of May 2017.[9][10] As of May 2018, the company, along with its subsidiaries, had a consolidated revenue of $7.8 billion.[11]\n ", "Categories" : [ "IT services", "IT consulting" ], "Name" : "HCL_Technologies" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad3" }, "Summary" : "\n Tech Mahindra Limited  is an Indian multinational subsidiary of the Mahindra Group, providing information technology (IT) services and business process outsourcing (BPO) to companies in various vertical and horizontal markets. Anand Mahindra is the Chairman of Tech Mahindra, which is headquartered at Pune and has its registered office in Mumbai.\n As of January 2018, Tech Mahindra is a US$4.9 billion company[5][6] with over 121,840+ employees across 90 countries.[4] The company was ranked #5 in India's IT firms and overall #111 in Fortune India 500 list for 2012.[7] On 25 June 2013, Tech Mahindra announced the completion of a merger with Mahindra Satyam.[8] Tech Mahindra has 926 active clients as of March 2018.[4]\n ", "Categories" : [ "IT services", "IT consulting" ], "Name" : "Tech_Mahindra" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad4" }, "Summary" : "\n \n Oracle Financial Services Software Limited(ofss) is a subsidiary of Oracle Corporation. It is an IT solution[buzzword] provider to the banking industry. It claims to have more than 900 customers in over 145 countries.[4] Oracle Financial Services Software Limited is ranked[clarification needed] No. 9 in IT companies of India and overall ranked No. 253 in Fortune India 500 list in 2011.[5]\n ", "Categories" : [ "IT services", "IT consulting" ], "Name" : "Oracle_Financial_Services_Software" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad5" }, "Summary" : "\n SAP SE (/ɛseɪˈpi/; abbreviation of \"Systems, Applications & Products in Data Processing\") is a German multinational software corporation that makes enterprise software to manage business operations and customer relations.[2][3][3] The company is especially known for its ERP software. SAP is headquartered in Walldorf, Baden-Württemberg, Germany with regional offices in 180 countries.[4][3] The company has over 425,000 customers in over 180 countries[5] and is a component of the Euro Stoxx 50 stock market index.[6]\n ", "Categories" : [ "Enterprise software" ], "Name" : "SAP_SE" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad6" }, "Summary" : "\n Baidu, Inc. (Chinese: 百度; pinyin: Bǎidù, anglicized /ˈbaɪduː/ BY-doo) is a Chinese multinational technology company specializing in Internet-related services and products and artificial intelligence (AI), headquartered in Beijing's Haidian District.[5] It is one of the largest AI and internet companies in the world. The holding company of the group is incorporated in the Cayman Islands.[2] Baidu was incorporated in January 2000 by Robin Li and Eric Xu. The Baidu search engine is currently the fourth largest website in the Alexa Internet rankings.[6][7] Baidu has origins in RankDex, an earlier search engine developed by Robin Li in 1996, before he founded Baidu in 2000.[8]\n Baidu offers various services, including a Chinese search engine, as well as a mapping service called Baidu Maps. Baidu offers about 57 search and community services, such as Baidu Baike (an online encyclopedia) and a keyword-based discussion forum.[9]\n Baidu Global Business Unit (GBU) is responsible for Baidu's international products and services for markets outside of China. Baidu GBU's product portfolio includes keyboard apps Simeji and Facemoji Keyboard, content recommendation platform popIn, augmented reality network OmniAR, Japanese smart projector popIn Aladdin, and ad platform MediaGo, which is focused on Chinese advertisers looking to reach overseas users. In 2017, Baidu GBU entered into a partnership with Snap Inc. to act as the company's official ad reseller for Snapchat in Greater China, South Korea, Japan and Singapore.[10] The partnership was extended in 2019.[11]\n In 2018, Baidu divested the “Global DU business” portion of its overseas business, which developed a series of utility apps including ES File Explorer, DU Caller, Mobojoy, Photo Wonder and DU Recorder, etc.[12] This business now operates independently of Baidu under the name DO Global.\n Baidu has the second largest search engine in the world, and held a 76.05% market share in China's search engine market. In December 2007, Baidu became the first Chinese company to be included in the NASDAQ-100 index.[13] As of May 2018, Baidu's market cap rose to US$99 billion.[14][15][16] In October 2018, Baidu became the first Chinese firm to join the United States-based computer ethics consortium Partnership on AI.[17]\n ", "Categories" : [], "Name" : "Baidu" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad7" }, "Summary" : "\n \n Amazon.com, Inc.[6] (/ˈæməzɒn/), is an American multinational technology company based in Seattle, Washington, that focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It is considered one of the Big Four technology companies along with Google, Apple, and Facebook.[7][8][9]\n Amazon is known for its disruption of well-established industries through technological innovation and mass scale.[10][11][12] It is the world's largest e-commerce marketplace, AI assistant provider, and cloud computing platform[13] as measured by revenue and market capitalization.[14] Amazon is the largest Internet company by revenue in the world.[15] It is the second largest private employer in the United States[16] and one of the world's most valuable companies. Amazon is the second largest technology company by revenue.\n Amazon was founded by Jeff Bezos on July 5, 1994, in Bellevue, Washington. The company initially started as an online marketplace for books but later expanded to sell electronics, software, video games, apparel, furniture, food, toys, and jewelry. In 2015, Amazon surpassed Walmart as the most valuable retailer in the United States by market capitalization.[17]\nIn 2017, Amazon acquired Whole Foods Market for $13.4 billion, which vastly increased Amazon's presence as a brick-and-mortar retailer.[18] In 2018, Bezos announced that its two-day delivery service, Amazon Prime, had surpassed 100 million subscribers worldwide.[19][20]\n Amazon distributes downloads and streaming of video, music, audiobook through its Amazon Prime Video, Amazon Music, and Audible subsidiaries. Amazon also has a publishing arm, Amazon Publishing, a film and television studio, Amazon Studios, and a cloud computing subsidiary, Amazon Web Services. It produces consumer electronics including Kindle e-readers, Fire tablets, Fire TV, and Echo devices. In addition, Amazon subsidiaries include Ring, Twitch.tv, Whole Foods Market, and IMDb. Among various controversies, the company has been criticized for technological surveillance overreach,[21] a hyper-competitive and demanding work culture,[22] tax avoidance,[23] and anti-competitive practices.[24]\n ", "Categories" : [ "Cloud computing", "E-commerce", "Artificial intelligence", "Consumer electronics", "Digital distribution", "Grocery stores" ], "Name" : "Amazon_(company)" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad8" }, "Summary" : "JD.com, Inc. (Chinese: 京东; pinyin: Jīngdōng), also known as Jingdong and formerly called 360buy,[5] is a Chinese e-commerce company headquartered in Beijing. It is one of the two massive B2C online retailers in China by transaction volume and revenue, a member of the Fortune Global 500 and a major competitor to Alibaba-run Tmall.[6][7] As of the first quarter of 2018, the platform has 301.8 million active users.[8] JD.com, Inc. was listed on Nasdaq in the U.S. in May 2014.[9]\n The company was founded by Liu Qiangdong on June 18, 1998, and its retail platform went online in 2004. It started as an online magneto-optical store, but soon diversified, selling electronics, mobile phones, computers and similar items. The company changed its domain name to 360buy.com in June 2007 and then to JD.com in 2013. The latter purchase is understood to have cost $5,000,000.[10] At the same time, JD.com announced its new logo and mascot. It is partly owned by Tencent, which has a 20% stake in the company.[11]\n JD.com has invested in high tech and AI delivery through drones,[12] autonomous technology and robots, and possesses the largest drone delivery system, infrastructure and capability in the world. It has recently started testing robotic delivery services and building drone delivery airports, as well as operating driverless delivery by unveiling its first autonomous truck.[13][14][15][16][17][18][19][20]\n ", "Categories" : [ "Internet", "Online retailing" ], "Name" : "JD.com" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ad9" }, "Summary" : "\nCoordinates: 30°11′23″N 120°11′25″E﻿ / ﻿30.189602°N 120.190371°E﻿ / 30.189602; 120.190371\n Alibaba Group Holding Limited is a Chinese multinational conglomerate holding company specializing in e-commerce, retail, Internet, and technology. Founded on 4 April 1999 in Hangzhou, Zhejiang, the company provides consumer-to-consumer (C2C), business-to-consumer (B2C), and business-to-business (B2B) sales services via web portals, as well as electronic payment services, shopping search engines and cloud computing services. It owns and operates a diverse array of businesses around the world in numerous sectors, and is named as one of the world's most admired companies by Fortune.[3][4]\n At closing time on the date of its initial public offering (IPO) – US$25 billion – the world's highest in history, 19 September 2014, Alibaba's market value was US$231 billion.[5] As of 19 December 2018[update], Alibaba's market cap stood at US$352.28 billion.[6] It is one of the top 10 most valuable and is #59 biggest public companies in the world by Global 2000 list.[7] In January 2018, Alibaba became the second Asian company to break the US$500 billion valuation mark, after its competitor Tencent.[8] As of 2018[update], Alibaba has the 9th highest global brand value.[9]\n Alibaba is the world's largest retailer and e-commerce company, one of the largest Internet and artificial intelligence companies, one of the biggest venture capital firms, and one of the biggest investment corporations in the world.[10][11][12][13] The company hosts the largest B2B (Alibaba.com), C2C (Taobao), and B2C (Tmall) marketplaces in the world.[14][15] Its online sales and profits surpassed all US retailers (including Walmart, Amazon, and eBay) combined since 2015.[16] It has been expanding into the media industry, with revenues rising by triple percentage points year on year.[17][18] It also sets the record on the 2018 edition of China's Singles' Day, the world's biggest online and offline shopping day.[19][20][21]\n ", "Categories" : [ "Conglomerate" ], "Name" : "Alibaba_Group" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ada" }, "Summary" : "\n Netflix, Inc. (/ˈnɛtflɪks/) is an American media-services provider and production company headquartered in Los Gatos, California, founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. The company's primary business is its subscription-based streaming service which offers online streaming of a library of films and television programs, including those produced in-house.[9] As of April 2019, Netflix had over 148 million paid subscriptions worldwide, including 60 million in the United States, and over 154 million subscriptions total including free trials.[8] It is available worldwide except in mainland China (due to local restrictions), Syria, North Korea, and Crimea (due to US sanctions). The company also has offices in the Netherlands, Brazil, India, Japan, and South Korea.[10] Netflix is a member of the Motion Picture Association (MPA).\n Netflix's initial business model included DVD sales and rental by mail, but Hastings abandoned the sales about a year after the company's founding to focus on the initial DVD rental business.[9][11] Netflix expanded its business in 2010 with the introduction of streaming media while retaining the DVD and Blu-ray rental business. The company expanded internationally in 2010 with streaming available in Canada,[12] followed by Latin America and the Caribbean. Netflix entered the content-production industry in 2012, debuting its first series Lilyhammer.\n Since 2012, Netflix has taken more of an active role as producer and distributor for both film and television series, and to that end, it offers a variety of \"Netflix Original\" content through its online library.[13] By January 2016, Netflix services operated in more than 190 countries.[14] Netflix released an estimated 126 original series and films in 2016, more than any other network or cable channel.[15] Their efforts to produce new content, secure the rights for additional content, and diversify through 190 countries have resulted in the company racking up billions in debt: $21.9 billion as of September 2017, up from $16.8 billion from the previous year.[16] $6.5 billion of this is long-term debt, while the remaining is in long-term obligations.[17] In October 2018, Netflix announced it would raise another $2 billion in debt to help fund new content.[18]\n ", "Categories" : [], "Name" : "Netflix" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6adb" }, "Summary" : "\n PayPal Holdings Inc trading as PayPal, is an American company operating a worldwide online payments system that supports online money transfers and serves as an electronic alternative to traditional paper methods like checks and money orders. The company operates as a payment processor for online vendors, auction sites, and many other commercial users, for which it charges a fee in exchange for benefits such as one-click transactions and password memory. PayPal's payment system, also called PayPal, is considered a type of payment rail.\n Established in 1998 as Confinity,[11] PayPal had its initial public offering in 2002, and became a wholly owned subsidiary of eBay later that year.[12][13]  eBay spun off PayPal in 2015.[14][6]\nThe company ranked 222nd on the 2018 Fortune 500 of the largest United States corporations by revenue.[15]\n ", "Categories" : [ "Financial services" ], "Name" : "PayPal" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6adc" }, "Summary" : "Booking Holdings Inc. is an American company organized in Delaware and based in Norwalk, Connecticut, that owns and operates several travel fare aggregators and travel fare metasearch engines including namesake and flagship Booking.com, Priceline.com, Agoda.com, Kayak.com,\nCheapflights, Rentalcars.com, Momondo, and OpenTable. It operates websites in about 40 languages and 200 countries. In 2017, 89% of its gross profit was made outside the United States – most of which used Booking.com.[2]\n In 2017, consumers booked 673.1 million room nights of accommodation, 73.0 million rental car days, and 6.9 million airplane tickets using websites owned by Booking Holdings.[2]\n In 2017, 93.4% of revenues were derived from commissions and 6.6% of revenues were derived from advertising.[2]\n The company ranked 216th on the 2019 Fortune 500 list of the largest United States corporations by revenue.[3]\n ", "Categories" : [ "Travel", "Technology" ], "Name" : "Booking_Holdings" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6add" }, "Summary" : "\n \nCoordinates: 37°17′43″N 121°55′34″W﻿ / ﻿37.2952°N 121.9260°W﻿ / 37.2952; -121.9260\n\n eBay Inc. (/ˈiːˌbeɪ/ EE-bay) is an American multinational e-commerce corporation based in San Jose, California that facilitates consumer-to-consumer and business-to-consumer sales through its website. eBay was founded by Pierre Omidyar in the autumn of 1995, and became a notable success story of the dot-com bubble. eBay is a multibillion-dollar business with operations in about 30 countries, as of 2011.[needs update][2] The company manages the eBay website, an online auction and shopping website in which people and businesses buy and sell a wide variety of goods and services worldwide. The website is free to use for buyers, but sellers are charged fees for listing items after a limited number of free listings, and again when those items are sold.[3]\n In addition to eBay's original auction-style sales, the website has evolved and expanded to include: instant \"Buy It Now\" shopping; shopping by Universal Product Code, ISBN, or other kind of SKU number (via Half.com, which was shut down in 2017); online classified advertisements (via Kijiji, or eBay Classifieds); online event ticket trading (via StubHub); and other services. eBay previously offered online money transfers as part of its services (via PayPal,[4] which was a wholly owned subsidiary of eBay from 2002 to 2015).[5]\n ", "Categories" : [ "Internet" ], "Name" : "EBay" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ade" }, "Summary" : "\n Salesforce.com, Inc. (usually abbreviated as SF or SFDC for Salesforce dot com) is an American cloud-based software company headquartered in San Francisco, California. Though the bulk of its revenue comes from its customer-relationship management (CRM) service, Salesforce also sells a complementary suite of enterprise applications focused on customer service, marketing automation, analytics and application development.\n Salesforce was ranked first in Fortune's 100 Best Companies to Work For in 2018 and second in 2019.[3]\n ", "Categories" : [ "Cloud computing", "Software" ], "Name" : "Salesforce.com" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6adf" }, "Summary" : "\n Bloomberg L.P. is a privately held financial, software, data, and media company headquartered in Midtown Manhattan, New York City. It was founded by Michael Bloomberg in 1981, with the help of Thomas Secunda, Duncan MacMillan, Charles Zegar,[7] and a 30% ownership investment by Merrill Lynch.[8]\n Bloomberg L.P. provides financial software tools and enterprise applications such as analytics and equity trading platform, data services, and news to financial companies and organizations through the Bloomberg Terminal (via its Bloomberg Professional Service), its core revenue-generating product.[9] Bloomberg L.P. also includes a wire service (Bloomberg News), a global television network (Bloomberg Television), websites, radio stations (Bloomberg Radio), subscription-only newsletters, and two magazines: Bloomberg Businessweek and Bloomberg Markets.[10]\n The company has 167 locations and nearly 20,000 employees.[11][12]\n ", "Categories" : [ "Technology", "Mass media" ], "Name" : "Bloomberg_L.P." }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae0" }, "Summary" : "\n Adobe Inc. (/əˈdoʊbiː/ ə-DOH-bee) is an American multinational computer software company headquartered in San Jose, California. It has historically focused upon the creation of multimedia and creativity software products, with a more recent foray towards digital marketing software. Adobe is best known for its Adobe Flash web software ecosystem, Photoshop image editing software, Adobe Illustrator vector graphics editor, Acrobat Reader, the Portable Document Format (PDF), and Adobe Creative Suite, as well as its successor Adobe Creative Cloud.[6]\n Adobe was founded in December 1982[7] by John Warnock and Charles Geschke, who established the company after leaving Xerox PARC in order to develop and sell the PostScript page description language. In 1985, Apple Computer licensed PostScript for use in its LaserWriter printers, which helped spark the desktop publishing revolution.[8]\n As of 2019[update], Adobe has more than 21,000 employees worldwide,[7] about 40% of whom work in San Jose.[citation needed] Adobe also has major development operations in Newton, Massachusetts;[9] New York City, New York; Minneapolis, Minnesota; Lehi, Utah; Seattle, Washington; and San Francisco, California in the United States. It also has major development operations in Noida and Bangalore in India.[10]\n ", "Categories" : [ "Computer software" ], "Name" : "Adobe_Inc." }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae1" }, "Summary" : "\n \n Uber Technologies, Inc. is an American multinational ridesharing company offering services that include peer-to-peer ridesharing, ride service hailing, food delivery, and a micromobility system with electric bikes and scooters. The company is based in San Francisco and has operations in over 785 metropolitan areas worldwide.[2] Its platforms can be accessed via its websites and mobile apps.\n As of 2019[update], Uber is estimated to have 110 million worldwide users[4] a 69% market share in the United States for ride-sharing,[5] and a 25% market share for food delivery.[6] Uber has been so prominent in the sharing economy that the changes in industries as a result of it have been referred to as uberisation,[7][8][9] and many startups have described their products as \"Uber for X\".[10][11][12]\n As with other transportation network companies, Uber has been criticized for unfair treatment of drivers, for disrupting the taxicab business, and for increasing traffic congestion. The company has also been criticized for its aggressive strategy in dealing with regulators and for other unlawful practices.\n ", "Categories" : [ "Transportation" ], "Name" : "Uber" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae2" }, "Summary" : "\n Sabre Corporation is a travel technology company based in Southlake, Texas.[3][4][5] It is the largest Global Distribution Systems provider for air bookings in North America.[6] American Airlines founded the company in 1960, and it was spun off in 2000.[7][8]\n In 2007, Texas Pacific Group and Silver Lake Partners acquired what was then Sabre Holdings.[9][10] Sabre began publicly trading on the NASDAQ in 2014.[5]\n ", "Categories" : [ "Travel technology", "Travel services" ], "Name" : "Sabre_Corporation" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae3" }, "Summary" : "\n Tesla, Inc. (formerly Tesla Motors, Inc.), is an American automotive and energy company based in Palo Alto, California.[7] The company specializes in electric car manufacturing and, through its SolarCity subsidiary, solar panel manufacturing.[8] It operates multiple production and assembly plants, such as Gigafactory 1[9] near Reno, Nevada, and its main vehicle manufacturing facility at Tesla Factory[10] in Fremont, California. As of March 2019, Tesla sells Model S,[11] Model X,[12] and Model 3 cars.[13] It is accepting reservations for the Model Y,[14] Roadster (2020),[15] and Semi[16] vehicles. Tesla also sells Powerwall,[17] Powerpack,[18] and Megapack[19] batteries, solar panels,[20] solar roof tiles,[21] and some related products.\n Tesla was founded in July 2003, by engineers Martin Eberhard and Marc Tarpenning, under the name Tesla Motors. The company's name is a tribute to engineer Nikola Tesla. In early Series A funding, Tesla Motors was joined by Elon Musk, J. B. Straubel and Ian Wright, all of whom are retroactively allowed to call themselves co-founders of the company. Musk, who formerly served as chairman and is the current chief executive officer, said that he envisioned Tesla Motors as a technology company and independent automaker, aimed at eventually offering electric cars at prices affordable to the average consumer. Tesla Motors shortened its name to Tesla in February 2017.\n After 10 years in the market, Tesla ranked as the world's best selling plug-in passenger car manufacturer in 2018, both as a brand and by automotive group, with 245,240 units delivered and a market share of 12% of the plug-in segment sales.[22][23][24] Tesla vehicle sales in the U.S. increased by 280% from 48,000 in 2017 to 182,400 in 2018,[25] and globally were up by 138% from 2017.[26] In 2019, Tesla got approval to start manufacturing in China.[27]\n ", "Categories" : [ "Automotive", "Energy storage" ], "Name" : "Tesla,_Inc." }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae4" }, "Summary" : "\n Flipkart Private Limited, d/b/a Flipkart is an Indian e-commerce company based in Bengaluru, India. It was founded by Sachin Bansal and Binny Bansal in 2007. The company initially focused on book sales, before expanding into other product categories such as consumer electronics, fashion, and lifestyle products.\n The service competes primarily with Amazon's Indian subsidiary, and the domestic rival Snapdeal.[5][6] As of March 2017, Flipkart held a 39.5% market share of India's e-commerce industry.[7] Flipkart is significantly dominant in the sale of apparel (a position that was bolstered by its acquisitions of Myntra and Jabong.com), and was described as being \"neck and neck\" with Amazon in the sale of electronics and mobile phones.[8] Flipkart also owns PhonePe, a mobile payments service based on the Unified Payments Interface (UPI).\n In August 2018, U.S.-based retail chain Walmart acquired a 77% controlling stake in Flipkart for US$16 billion, valuing it at $20 billion.[9]\n ", "Categories" : [], "Name" : "Flipkart" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae5" }, "Summary" : "\n \n Twitter (/ˈtwɪtər/) is an American microblogging and social networking service on which users post and interact with messages known as \"tweets\". Tweets were originally restricted to 140 characters, but on November 7, 2017, this limit was doubled to 280 for all languages except Chinese, Japanese, and Korean.[14] Registered users can post, like, and retweet tweets, but unregistered users can only read them. Users access Twitter through its website interface, through Short Message Service (SMS) or its mobile-device application software (\"app\").[15] Twitter, Inc. is based in San Francisco, California, and has more than 25 offices around the world.[16]\n Twitter was created in March 2006 by Jack Dorsey, Noah Glass, Biz Stone, and Evan Williams, launched in July of that year. The service rapidly gained worldwide popularity. In 2012, more than 100 million users posted 340 million tweets a day,[17] and the service handled an average of 1.6 billion search queries per day.[18][19][20] In 2013, it was one of the ten most-visited websites and has been described as \"the SMS of the Internet\".[21][22] As of 2018, Twitter had more than 321 million monthly active users.[10] Since 2015 Twitter has been a hotbed of debates and news covering politics of the United States. During the 2016 U.S. presidential election, Twitter was the largest source of breaking news on the day, with 40 million election-related tweets sent by 10:00 p.m. (Eastern Time) that day.[23]\n ", "Categories" : [ "Internet" ], "Name" : "Twitter" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae6" }, "Summary" : "\n Lyft, Inc. is a ridesharing company based in San Francisco, California and operating in 640 cities in the United States and 9 cities in Canada.[2] It develops, markets, and operates the Lyft mobile app, offering car rides, scooters, a bicycle-sharing system, and a food delivery services.\n Lyft is the second-largest ridesharing company in the United States with a 28% market share after Uber, according to Second Measure.[3]\n Most jurisdictions regulate ridesharing companies and they are banned from operating in some jurisdictions. For more information, see Legality of transportation network companies by jurisdiction.\n As of October 2019, at least 34 women are suing Lyft, alleging they were raped or assaulted by Lyft drivers, and that Lyft did not do enough to keep them safe.[4]\n ", "Categories" : [ "Transportation network company" ], "Name" : "Lyft" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae7" }, "Summary" : "Snap Inc. is an American technology and camera company, founded on September 16, 2011, by Evan Spiegel and Bobby Murphy based in Santa Monica, California. It has three products: Snapchat, Spectacles, and Bitmoji. The company was originally named Snapchat Inc. upon its inception, but it was rebranded on September 24, 2016, as Snap Inc. in order to include the Spectacles product under a single company.\n The founders own a combined 95% voting power (Spiegel with 48% and Murphy with 47%), which is undiluted and transferable to the other of the two when one retires or dies.[11]\n ", "Categories" : [ "Hardware", "Social media" ], "Name" : "Snap_Inc." }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae8" }, "Summary" : "\n Airbnb, Inc. (pronounced /ˈærbiːɛnbiː/ EHR-bee-ehn-bee[4]) is an online marketplace for arranging or offering lodging, primarily homestays, or tourism experiences. The company does not own any of the real estate listings, nor does it host events; it acts as a broker, receiving commissions from each booking.[5] The company is based in San Francisco, California, United States.\n The company was conceived after its founders put an air mattress in their living room, effectively turning their apartment into a bed and breakfast, in order to offset the high cost of rent in San Francisco; Airbnb is a shortened version of its original name, AirBedandBreakfast.com.\n ", "Categories" : [ "Lodging" ], "Name" : "Airbnb" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6ae9" }, "Summary" : "Workday, Inc. is an on‑demand (cloud-based) financial management and human capital management software vendor. It was founded by David Duffield, founder and former CEO of ERP company PeopleSoft, and former PeopleSoft chief strategist Aneel Bhusri following Oracle's hostile takeover of PeopleSoft in 2005. In October 2012, it launched a successful initial public offering that valued the company at $9.5 billion.[2] Competitors include SAP Successfactors, Oracle, Zoho, and beqom.\n ", "Categories" : [ "Cloud computing", "Software" ], "Name" : "Workday,_Inc." }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6aea" }, "Summary" : "\n Huawei Technologies Co., Ltd. (/ˈhwɑːˌweɪ/; Chinese: 华为; pinyin: Huáwéi) is a Chinese multinational technology company that provides telecommunications equipment and sells consumer electronics, including smartphones[3] and is headquartered in Shenzhen, Guangdong province.\n The company was founded in 1987 by Ren Zhengfei. Initially focused on manufacturing phone switches, Huawei has expanded its business to include building telecommunications networks, providing operational and consulting services and equipment to enterprises inside and outside of China, and manufacturing communications devices for the consumer market.[4][5] Huawei had over 188,000 employees as of September 2018[update], around 76,000 of them engaged in Research & Development (R&D).[6][7] It has 21 R&D institutes around the world,[8][9] and in April 2019, opened the dedicated Ox Horn Campus in Dongguan.[10] As of 2017[update], the company invested US$13.8 billion in R&D.[11][12]\n Huawei has deployed its products and services in more than 170 countries, and as of 2011[update] it served 45 of the 50 largest telecom operators.[13][need quotation to verify] Its networks, numbering over 1,500, reach one third of the world's population.[14] Huawei overtook Ericsson in 2012 as the largest telecommunications-equipment manufacturer in the world,[15] and overtook Apple in 2018 as the second-largest manufacturer of smartphones in the world, behind Samsung Electronics.[16] It ranks 72nd on the Fortune Global 500 list.[17] In December 2018, Huawei reported that its annual revenue had risen to US$108.5 billion in 2018 (a 21% increase over 2017).[18]\n Although successful internationally, Huawei has faced difficulties in some markets, due to cybersecurity allegations—primarily from the United States government—that Huawei's infrastructure equipment may enable surveillance by the Chinese government. Especially with the development of 5G wireless networks (which China has aggressively promoted), there have been calls from the U.S. to prevent the use of products by Huawei or fellow Chinese telecom ZTE by the U.S. or its allies. Huawei has argued that its products posed \"no greater cybersecurity risk\" than those of any other vendor and that there is no evidence of the U.S. espionage claims.[19] Nonetheless, Huawei pulled out of the U.S. consumer market in 2018, after these concerns affected the ability to market their consumer products there.\n U.S. measures intensified in May 2019; in the midst of an ongoing trade war between China and the United States, Huawei was restricted from doing commerce with U.S. companies due to alleged previous willful violations of U.S. sanctions against Iran. On 29 June 2019, U.S. President Donald Trump reached an agreement to resume trade talks with China and announced that he would ease the aforementioned sanctions on Huawei.\n ", "Categories" : [ "Mobile phones", "Consumer electronics", "Telecom equipment", "Networking equipment" ], "Name" : "Huawei" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6aeb" }, "Summary" : "\n Dell Technologies Inc. is an American multinational technology company headquartered in Round Rock, Texas. It was formed as a result of the September 2016 merger of Dell and EMC Corporation (which later became Dell EMC).[2]\n Dell's products include personal computers, servers, smartphones, televisions, computer software, computer security and network security, as well as information security services.[2] Dell ranked 35th on the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.[3]\n ", "Categories" : [ "Computer hardware", "Computer software", "Cloud computing" ], "Name" : "Dell_Technologies" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6aec" }, "Summary" : "\n \n Sony Corporation (ソニー株式会社, Sonī Kabushiki Kaisha, /ˈsoʊni/ SOH-nee, commonly known as Sony and stylized as SONY) is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo.[5][1] Its diversified business includes consumer and professional electronics, gaming, entertainment and financial services.[6] The company owns the largest music entertainment business in the world,[7] the largest video game console business and one of the largest video game publishing businesses, and is one of the leading manufacturers of electronic products for the consumer and professional markets, and a leading player in the film and television entertainment industry.[8][better source needed] Sony was ranked 97th on the 2018 Fortune Global 500 list.[9]\n Sony Corporation is the electronics business unit and the parent company of the Sony Group (ソニー・グループ, Sonī Gurūpu), which is engaged in business through its four operating components: electronics (AV, IT & communication products, semiconductors, video games, network services and medical business), motion pictures (movies and TV shows), music (record labels and music publishing) and financial services (banking and insurance).[10][11][12] These make Sony one of the most comprehensive entertainment companies in the world. The group consists of Sony Corporation, Sony Pictures, Sony Mobile, Sony Interactive Entertainment, Sony Music, Sony Financial Holdings, and others.\n Sony is among the semiconductor sales leaders[13] and since 2015, the fifth-largest television manufacturer in the world after Samsung Electronics, LG Electronics, TCL and Hisense.[14]\n The company's current slogan is Be Moved. Their former slogans were The One and Only (1979–1982), It's a Sony (1982–2005), like.no.other (2005–2009)[15] and make.believe (2009–2013).[16]\n Sony has a weak tie to the Sumitomo Mitsui Financial Group (SMFG) corporate group, the successor to the Mitsui group.[17]\n ", "Categories" : [ "Conglomerate" ], "Name" : "Sony" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6aed" }, "Summary" : "\n Panasonic Corporation (パナソニック株式会社, Panasonikku Kabushiki-gaisha), formerly known as Matsushita Electric Industrial Co., Ltd. (松下電器産業株式会社, Matsushita Denki Sangyō Kabushiki-gaisha), is a Japanese multinational electronics corporation headquartered in Kadoma, Osaka, Japan.[2]\n The company was founded in 1918 as a producer of lightbulb sockets and has grown to become one of the largest Japanese electronics producers alongside Sony, Hitachi, Toshiba, Pioneer and Canon Inc. In addition to electronics, it offers non-electronic products and services such as home renovation services[citation needed]. Panasonic was the world's fourth-largest television manufacturer by 2012 market share.[3]\n Panasonic has a primary listing on the Tokyo Stock Exchange and is a constituent of the Nikkei 225 and TOPIX indices. It has a secondary listing on the Nagoya Stock Exchange.\n ", "Categories" : [ "Electronics", "Semiconductors", "Home appliances" ], "Name" : "Panasonic" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6aee" }, "Summary" : "\nCoordinates: 37°23′16″N 121°57′49″W﻿ / ﻿37.38778°N 121.96361°W﻿ / 37.38778; -121.96361\n Intel Corporation (commonly known as Intel and stylized as intel) is an American multinational corporation and technology company headquartered in Santa Clara, California, in the Silicon Valley. It is the world's second largest and second highest valued semiconductor chip manufacturer based on revenue after being overtaken by Samsung Electronics,[3][4] and is the inventor of the x86 series of microprocessors, the processors found in most personal computers (PCs). Intel ranked No. 46 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.[5] Intel is incorporated in Delaware.[6]\n Intel supplies processors for computer system manufacturers such as Apple, Lenovo, HP, and Dell. Intel also manufactures motherboard chipsets, network interface controllers and integrated circuits, flash memory, graphics chips, embedded processors and other devices related to communications and computing.\n Intel Corporation was founded on July 18, 1968, by semiconductor pioneers Robert Noyce and Gordon Moore (of Moore's law), and is associated with the executive leadership and vision of Andrew Grove. The company's name was conceived as portmanteau of the words integrated and electronics, with co-founder Noyce having been a key inventor of the integrated circuit (microchip). The fact that \"intel\" is the term for intelligence information also made the name appropriate.[7] Intel was an early developer of SRAM and DRAM memory chips, which represented the majority of its business until 1981. Although Intel created the world's first commercial microprocessor chip in 1971, it was not until the success of the personal computer (PC) that this became its primary business.\n During the 1990s, Intel invested heavily in new microprocessor designs fostering the rapid growth of the computer industry. During this period Intel became the dominant supplier of microprocessors for PCs and was known for aggressive and anti-competitive tactics in defense of its market position, particularly against Advanced Micro Devices (AMD), as well as a struggle with Microsoft for control over the direction of the PC industry.[8][9]\n The Open Source Technology Center at Intel hosts PowerTOP and LatencyTOP, and supports other open-source projects such as Wayland, Mesa3D, Intel Array Building Blocks, Threading Building Blocks (TBB), and Xen.[10]\n ", "Categories" : [ "Semiconductors" ], "Name" : "Intel" }
{ "_id" : { "$oid" : "5dd1239a106ac268d1ff6aef" }, "Summary" : "\n LG Electronics Inc. (Korean: LG 전자; RR: LG Jeonja) is a South Korean multinational electronics company headquartered in Yeouido-dong, Seoul, South Korea.\n LG Electronics is part of the fourth-largest chaebol in South Korea (LG Corporation) and in 2014 global sales reached $55.91 billion (₩ 59.04 trillion), LG comprises four business units: Home Entertainment, Mobile Communications, Home Appliances & Air Solutions, and Vehicle Components,[3] with Starion India[4] as its main production vendor for refrigeration and washing machines in the Indian sub-continent. LG Electronics owns Zenith and controls 37.9 percent of LG Display[5] \nand since 2008, LG Electronics remains the world's second-largest LCD television manufacturer.[6][7] The company has 128 operations worldwide, employing 83,000 people.[8]\n ", "Categories" : [ "Consumer electronics", "Home appliances" ], "Name" : "LG_Electronics" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace1" }, "Summary" : "", "Categories" : [], "Name" : "Cure.Fit" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace2" }, "Summary" : "\n Cisco Systems, Inc. is an American multinational technology conglomerate headquartered in San Jose, California, in the center of Silicon Valley.  Cisco develops, manufactures and sells networking hardware, telecommunications equipment and other high-technology services and products.[3] Through its numerous acquired subsidiaries, such as OpenDNS, WebEx, Jabber and Jasper, Cisco specializes into specific tech markets, such as Internet of Things (IoT), domain security and energy management. Cisco is incorporated in California.[4]\n Cisco stock was added to the Dow Jones Industrial Average on June 8, 2009, and is also included in the S&P 500 Index, the Russell 1000 Index, NASDAQ-100 Index and the Russell 1000 Growth Stock Index.[5]\n Cisco Systems was founded in December 1984 by Leonard Bosack and Sandy Lerner, two Stanford University computer scientists. They pioneered the concept of a local area network (LAN) being used to connect geographically disparate computers over a multiprotocol router system. By the time the company went public in 1990, Cisco had a market capitalization of $224 million. By the end of the dot-com bubble in the year 2000, Cisco had a more than $500 billion market capitalization.[6]\n ", "Categories" : [ "Networking hardware", "software" ], "Name" : "Cisco" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace3" }, "Summary" : "ThoughtSpot, Inc. is a technology company that produces business-intelligence analytics search software.  The company is based in Sunnyvale, California with additional offices in London[4], Bangalore, India, Seattle and Tokyo.[5]\n ThoughtSpot was founded in 2012, and as of May 2019, had raised over $550 million in funding[6] and putting the company into unicorn territory with a valuation close to $2 billion.[7] ThoughtSpot's clients include the companies Walmart, Apple, BT, Bed Bath & Beyond and Hightail.[8][9]\n ", "Categories" : [ "Analytics", "Business intelligence" ], "Name" : "ThoughtSpot" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace4" }, "Summary" : "Intuit Inc. is an American business and financial software company that develops and sells financial, accounting, and tax preparation software and related services for small businesses, accountants, and individuals. The company is headquartered in Mountain View, California.  More than 95% of its revenues and earnings come from its activities within the United States.[3]\n Intuit produces TurboTax, a consumer tax preparation application, the small business accounting program QuickBooks,  professional tax solutions ProConnect Tax Online, ProSeries and Lacerte, and multiple payroll products. In April 2016, Intuit completed the sale of its original flagship product, Quicken, to H.I.G. Capital.[4]\n Intuit, the maker of TurboTax, has lobbied extensively against the IRS creating its own online system of tax filing.[5][6] As part of an agreement with the IRS, TurboTax allows individuals making less than $66,000 a year to use a free version of TurboTax; a 2019 ProPublica investigation revealed that TurboTax deliberately makes this version hard to find and that it deceptively steers individuals who search for the free version to TurboTax versions that cost.[7] TurboTax has tricked military service members to pay to use the filing software by creating and promoting a \"military discount\" and by making the free version hard to find when many service members are in fact eligible to use the software for free.[8] Intuit is reportedly under investigation by New York's Department of Financial Services.[9]\n ", "Categories" : [ "Enterprise software" ], "Name" : "Intuit" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace5" }, "Summary" : "\n 1924 (Dean Witter & Co.)\n Morgan Stanley is an American multinational investment bank and financial services company headquartered at 1585 Broadway in the Morgan Stanley Building, Midtown Manhattan, New York City. With offices in more than 42 countries and more than 60,000 employees, the firm's clients include corporations, governments, institutions, and individuals.[2] Morgan Stanley ranked No. 67 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.[4]\n The original Morgan Stanley, formed by J.P. Morgan & Co. partners Henry Sturgis Morgan (grandson of J.P. Morgan), Harold Stanley, and others, came into existence on September 16, 1935, in response to the Glass–Steagall Act that required the splitting of commercial and investment banking businesses.[5] In its first year, the company operated with a 24% market share (US$1.1 billion) in public offerings and private placements.\n The current Morgan Stanley is the result of merger of the original Morgan Stanley with Dean Witter Discover & Co. in 1997.[5] Dean Witter's Chairman and CEO, Philip J. Purcell, became the Chairman and CEO of the newly merged \"Morgan Stanley Dean Witter Discover & Co.\" [6][7] Eventually, the new firm changed its name back to \"Morgan Stanley\" in 2001.[8][9][10] The main areas of business for the firm today are institutional securities, wealth management and investment management.\n ", "Categories" : [ "Financial services" ], "Name" : "Morgan Stanley" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace6" }, "Summary" : "\n The Goldman Sachs Group, Inc., is an American multinational investment bank and financial services company headquartered in New York City. It offers services in investment management, securities, asset management, prime brokerage, and securities underwriting.\n The bank is one of the largest investment banking enterprises in the world,[3] and is a primary dealer in the United States Treasury security market and more generally, a prominent market maker. The group also owns Goldman Sachs Bank USA, a direct bank. Goldman Sachs was founded in 1869 and is headquartered at 200 West Street in Lower Manhattan with additional offices in other international financial centers.[4]\n As a result of its involvement in securitization during the subprime mortgage crisis, Goldman Sachs suffered during the financial crisis of 2007–2008,[5][6] and received a $10 billion investment from the United States Department of the Treasury as part of the Troubled Asset Relief Program, a financial bailout created by the Emergency Economic Stabilization Act of 2008. The investment was made in November 2008 and was repaid in June 2009.[7][8]\n Former employees of Goldman Sachs have moved on to government positions. Notable examples includes former U.S. Secretaries of the Treasury Robert Rubin and Henry Paulson; current United States Secretary of the Treasury Steven Mnuchin; former Under Secretary of State John C. Whitehead; former chief economic advisor Gary Cohn; United States Senator and former Governor of New Jersey Jon Corzine; former Prime Minister of Italy Mario Monti; European Central Bank President Mario Draghi; former Bank of Canada Governor and current Governor of the Bank of England Mark Carney; and the former Prime Minister of Australia Malcolm Turnbull. In addition, former Goldman employees have headed the New York Stock Exchange, the World Bank, and competing banks such as Citigroup and Merrill Lynch.\n The company is ranked 62nd on the Fortune 500 list of the largest United States corporations by total revenue.[9]\n ", "Categories" : [ "Financial services" ], "Name" : "Goldman Sachs" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace7" }, "Summary" : "", "Categories" : [], "Name" : "MuSigma" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace8" }, "Summary" : "", "Categories" : [], "Name" : "Couch Base" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ace9" }, "Summary" : "\n Palo Alto (/ˌpæloʊ ˈæltoʊ/) is a charter city located in the northwest corner of Santa Clara County, California, United States, in the San Francisco Bay Area. Palo Alto means tall stick in Spanish; the city is named after a coastal redwood tree called El Palo Alto.\n The city was established by Leland Stanford Sr. when he founded Stanford University, following the death of his son, Leland Stanford Jr. Palo Alto includes portions of Stanford University and shares its borders with East Palo Alto, Mountain View, Los Altos, Los Altos Hills, Stanford, Portola Valley, and Menlo Park. As of the 2010 census, the city's total resident population is 64,403.[5] Palo Alto is one of the five most expensive cities in the United States to live in[7][8] and its residents are among the highest educated in the country.[9]\n Palo Alto is headquarters to a number of high-technology companies, including Hewlett-Packard (HP), Space Systems/Loral, VMware, Tesla, Ford Research and Innovation Center, PARC, IDEO, Skype, Palantir Technologies, Houzz, and Lockheed Martin Advanced Technology Center.[10] Palo Alto has also served as an incubator and as headquarters to several other prominent high-technology companies such as Apple,[11] Google,[12] Facebook, Logitech,[13] Intuit, Pinterest, and PayPal.\n ", "Categories" : [], "Name" : "Palo Alto" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acea" }, "Summary" : "\nCoordinates: 47°34′28″N 7°34′35″E﻿ / ﻿47.5744252°N 7.5764914°E﻿ / 47.5744252; 7.5764914\n Novartis International AG, a Swiss multinational pharmaceutical company based in Basel, Switzerland, is one of the largest pharmaceutical companies by both market capitalization and sales.\n Novartis manufactures the drugs clozapine (Clozaril), diclofenac (Voltaren), carbamazepine (Tegretol), valsartan (Diovan),\nimatinib mesylate (Gleevec/Glivec), ciclosporin (Neoral/Sandimmun), letrozole (Femara), methylphenidate (Ritalin), terbinafine (Lamisil), and others.\n In 1996, Ciba-Geigy merged with Sandoz; the pharmaceutical and agrochemical divisions of both companies formed Novartis as an independent entity. Ciba-Geigy and Sandoz businesses were sold, or, like Ciba Specialty Chemicals, spun off as independent companies. The Sandoz brand disappeared for three years, but was revived in 2003 when Novartis consolidated its generic drugs businesses into a single subsidiary and named it Sandoz. Novartis divested its agrochemical and genetically modified crops business in 2000 with the spinout of Syngenta in partnership with AstraZeneca, which also divested its agrochemical business.\n Novartis is a full member of the European Federation of Pharmaceutical Industries and Associations (EFPIA),[3] the International Federation of Pharmaceutical Manufacturers and Associations (IFPMA),[4] and the Pharmaceutical Research and Manufacturers of America (PhRMA).[5]\n ", "Categories" : [ "Pharmaceuticals" ], "Name" : "Novartis" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886aceb" }, "Summary" : "Zscaler (/ˈziːˌskeɪlər/) is a global cloud-based information security company that provides Internet security, web security, firewalls, sandboxing, SSL inspection, antivirus, vulnerability management and granular control of user activity in cloud computing, mobile and Internet of things environments.[3] As of 2015, Zscaler provides automated threat forensics and dynamic malware protection against advanced cyber threats, such as advanced persistent threats and spear phishing. It provides a cloud-based approach to security as a service. Zscaler was listed on the NASDAQ on 16 March 2018.\n ", "Categories" : [ "Network security", "computer security", "Internet security" ], "Name" : "Zscaler" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acec" }, "Summary" : "", "Categories" : [], "Name" : "Clumio" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886aced" }, "Summary" : "Schneider Electric SE is a French multinational corporation headquartered in Rueil-Malmaison, France. It is also based at the World Trade Center of Grenoble.\n Schneider Electric is a Fortune Global 500 company, publicly traded on the Euronext Exchange, and is a component of the Euro Stoxx 50 stock market index.[3] In FY2018, the company posted revenues of €25.72 billion.[4]\n Schneider Electric is the parent company of Square D, Pelco, APC and others. It is also a research company, investing EUR10 billion in innovation and R&D for sustainable development between 2015 and 2025.[5] The company holds 20,000 patents either active or in application worldwide and invests 5% of its annual revenue in Research and Development.[6]\n The company began in 1836 as Schneider & Cie. It was ultimately renamed Schneider Electric in May 1999.\n ", "Categories" : [ "Electrical equipment" ], "Name" : "Schneider Electric" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acee" }, "Summary" : "Akamai Technologies, Inc. is an American content delivery network (CDN) and cloud service provider headquartered in Cambridge, Massachusetts, in the United States. Akamai's content delivery network is one of the world's largest distributed computing platforms, responsible for serving between 15% and 30% of all web traffic.[2] The company operates a network of servers around the world and rents out capacity on these servers to customers who want their websites to work faster by distributing content from locations close to the user. When a user navigates to the URL of an Akamai customer, their browser is redirected to one of Akamai's copies of the website.\n ", "Categories" : [ "Internet", "Cloud computing" ], "Name" : "Akamai" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acef" }, "Summary" : "\nCoordinates: 37°24′49″N 122°08′42″W﻿ / ﻿37.4136°N 122.1451°W﻿ / 37.4136; -122.1451\n The Hewlett-Packard Company (commonly referred to as HP, and stylized as hp) or Hewlett-Packard (/ˈhjuːlɪt ˈpækərd/ HEW-lit PAK-ərd) was an American multinational information technology company headquartered in Palo Alto, California. It developed and provided a wide variety of hardware components as well as software and related services to consumers, small- and medium-sized businesses (SMBs) and large enterprises, including customers in the government, health and education sectors. In 2015, it was split into two separate companies, HP Inc. and Hewlett Packard Enterprise. \n The company was founded in a one-car garage in San Mateo by Bill Hewlett and David Packard, and initially produced a line of electronic test equipment. HP was the world's leading PC manufacturer from 2007 to Q2 2013, at which time Lenovo ranked ahead of HP.[1][2][3] HP specialized in developing and manufacturing computing, data storage, and networking hardware, designing software and delivering services. Major product lines included personal computing devices, enterprise and industry standard servers, related storage devices, networking products, software and a diverse range of printers and other imaging products. HP directly marketed its products to households, small- to medium-sized businesses and enterprises as well as via online distribution, consumer-electronics and office-supply retailers, software partners and major technology vendors. HP also had services and a consulting business for its products and partner products.\n Hewlett-Packard company events included the spin-off of its electronic and bio-analytical measurement instruments part of its business as Agilent Technologies in 1999, its merger with Compaq in 2002, and the acquisition of EDS in 2008, which led to combined revenues of $118.4 billion in 2008 and a Fortune 500 ranking of 9 in 2009. In November 2009, HP announced the acquisition of 3Com,[4] with the deal closing on April 12, 2010.[5]  On April 28, 2010, HP announced the buyout of Palm, Inc. for $1.2 billion.[6] On September 2, 2010, HP won its bidding war for 3PAR with a $33 a share offer ($2.07 billion), which Dell declined to match.[7]\n Hewlett-Packard spun off its enterprise products and services business as Hewlett Packard Enterprise on November 1, 2015. Hewlett-Packard held onto the PC and printer businesses, and was renamed to HP Inc.[8]\n ", "Categories" : [ "Computer hardware", "Computer software", "IT services", "IT consulting" ], "Name" : "Hewlett Packard" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf0" }, "Summary" : "\n \n Walmart Inc. ( /ˈwɔːlmɑːrt/; formerly Wal-Mart Stores, Inc.) is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores, headquartered in Bentonville, Arkansas. [8]  The company was founded by Sam Walton in 1962 and incorporated on October 31, 1969. It also owns and operates Sam's Club retail warehouses.[9][10] As of October 31, 2019,[update] Walmart has 11,438 stores and clubs in 27 countries, operating under 55 different names.[1][2][11] The company operates under the name Walmart in the United States and Canada, as Walmart de México y Centroamérica in Mexico and Central America, as Asda in the United Kingdom, as the Seiyu Group in Japan, and as Best Price in India. It has wholly owned operations in Argentina, Chile, Canada, and South Africa. Since August 2018, Walmart only holds a minority stake in Walmart Brasil, which was renamed Grupo Big in August 2019, with 20 percent of the company's shares, and private equity firm Advent International holding 80 percent ownership of the company.\n Walmart is the world's largest company by revenue, with US$514.405 billion, according to the Fortune Global 500 list in 2019. It is also the largest private employer in the world with 2.2 million employees. It is a publicly traded family-owned business, as the company is controlled by the Walton family. Sam Walton's heirs own over 50 percent of Walmart through their holding company Walton Enterprises and through their individual holdings.[12] Walmart was the largest U.S. grocery retailer in 2019, and 65 percent of Walmart's US$510.329 billion sales came from U.S. operations.[3][13]\n Walmart was listed on the New York Stock Exchange in 1972. By 1988, it was the most profitable retailer in the U.S.,[14] and it had become the largest in terms of revenue by October 1989.[15] The company originally was geographically limited to the South and lower Midwest, but it had stores from coast to coast by the early 1990s. Sam's Club opened in New Jersey in November 1989 and the first California outlet opened in Lancaster, California in July 1990. A Walmart in York, Pennsylvania opened in October 1990, the first main store in the Northeast.[16]\n Walmart's investments outside the U.S. have seen mixed results. Its operations and subsidiaries in Canada, the United Kingdom, Central America, South America and China are highly successful, whereas its ventures failed in Germany and South Korea.\n ", "Categories" : [ "Retail" ], "Name" : "Walmart" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf1" }, "Summary" : "\n PricewaterhouseCoopers (doing business as PwC) is a multinational professional services network with headquarters in London, United Kingdom. PwC ranks as the second largest professional services firm in the world[5] and is one of the Big Four auditors, along with Deloitte, EY and KPMG.[6]\n PwC is a network of firms in 158 countries, 721 locations, with 250,930 people.[4] As of 2018, 28% of the workforce worked in Asia, 28% in North America and the Caribbean and 30% in Western Europe.[7] The company's global revenues were $41.3 billion in FY 2018, of which $17.06 billion was generated by its Assurance practice, $10.45 billion by its Tax practice and $13.78 billion by its Advisory practice.[8] PwC provides services to 420 out of 500 Fortune 500 companies.[4]\n The firm was formed in 1998 by a merger between Coopers & Lybrand and Price Waterhouse.[1] Both firms had histories dating back to the 19th century. The trading name was shortened to PwC in September 2010 as part of a rebranding effort.[9]\n As of 2017[update], PwC is the 5th-largest privately owned company in the United States.[10]\n ", "Categories" : [ "Professional services" ], "Name" : "PWC" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf2" }, "Summary" : "\n Infibeam Avenues Limited is an Indian internet and e-commerce conglomerate involved in digital payments, online retailing, e-commerce software and internet services. The company is headquartered in Ahmedabad, India.\n Infibeam is an online retailer for books, electronics, and automobiles in India, and is listed on the BSE and the National Stock Exchange of India. Started in 2007, the company has offices in Ahmedabad, Delhi, Mumbai and Bengaluru, and has a total of 1300 employees.[3][4] Infibeam launched an e-book reader, Infibeam Pi, its successor Pi2, and a media device, Infibeam Phi. Infibeam became India's first E-commerce company to file an IPO, in July 2015.[5][6][7]\n ", "Categories" : [ "Internet" ], "Name" : "Infibeam" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf3" }, "Summary" : "LogMeIn, Inc. is a provider of software as a service and cloud-based remote connectivity services for collaboration, IT management and customer engagement, founded in 2003 and based in Boston, Massachusetts.[4] The company's products give users and administrators access to remote computers.\n On October 9, 2015, LogMeIn acquired LastPass for $110 million.[5][6][7][8]\n In February 2017, LogMeIn completed a merger with GetGo, the corporate spin-off of the GoTo product line from Citrix Systems.[9]\n The company is part of the S&P 400 stock market index and has forecast annual revenue of more than $1 billion in 2017.[10]\n ", "Categories" : [ "Computer software" ], "Name" : "Logmein" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf4" }, "Summary" : "", "Categories" : [], "Name" : "Perpule" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf5" }, "Summary" : "Gartner, officially known as Gartner, Inc. is a global research and advisory firm providing information, advice, and tools for businesses in IT, finance, HR, customer service and support, legal and compliance, marketing, sales, and supply chain functions.[3] It is a member of the S&P 500.[4] Its headquarters are in Stamford, Connecticut, United States. The firm changed its name from Gartner Group, Inc to Gartner in 2000.[5]\n Research provided by Gartner has historically targeted CIOs, senior IT, marketing, and supply chain managers. The acquisition of CEB, Inc. has expanded its range and breadth of offerings to support every business function in every industry and enterprise size.[6][3] Gartner clients include large corporations, government agencies, technology companies and the investment community. Its client base consists of over 15,000 organizations in over 100 countries.[3] The company's products and services include Research, Executive Programs, Consulting and Events. Founded in 1979, Gartner has over 15,000 employees located in 100+ offices around the world.[7]\n Gartner uses Hype Cycles and Magic Quadrants for visualization of its market analysis results.\n ", "Categories" : [], "Name" : "Gartner" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf6" }, "Summary" : "", "Categories" : [], "Name" : "Danske IT" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf7" }, "Summary" : "Optum, a part of UnitedHealth Group, is a pharmacy benefit manager and care services group operating across 150 countries in North America, South America, Europe, Asia Pacific and the Middle East. In 2011, United HealthGroup formed Optum by merging its existing pharmacy and care delivery services into the single Optum brand, comprising three main businesses: OptumHealth, OptumInsight and OptumRx.[1] In 2017, Optum accounted for 44 percent of UnitedHealth Group's profits[2] and as of 2019, Optum's revenues have surpassed $100 billion.[3] Also in early 2019, Optum gained significant media attention regarding a trade secrets lawsuit that the company filed against former executive David William Smith, after Smith left Optum to join Haven, the joint healthcare venture of Amazon, JPMorgan Chase, and Berkshire Hathaway.[4] Optum's headquarters are located in Eden Prairie, Minnesota.\n ", "Categories" : [], "Name" : "Optum" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf8" }, "Summary" : "\n General Electric Company (GE) is an American multinational conglomerate incorporated in New York City and headquartered in Boston. As of 2018[update], the company operates through the following segments: aviation, healthcare, power, renewable energy, digital industry, additive manufacturing, venture capital and finance and lighting.[2][3]\n In 2018, GE ranked among the Fortune 500 as the 18th-largest firm in the U.S. by gross revenue.[4]  In 2011, GE ranked among the Fortune 20 as the 14th-most profitable company but has since very severely underperformed the market (by about 75%) as its profitability collapsed.[5][6][7] Two employees of GE—Irving Langmuir (1932) and Ivar Giaever (1973)—have been awarded the Nobel Prize.[8]\n ", "Categories" : [ "Conglomerate" ], "Name" : "General Electric" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acf9" }, "Summary" : "Epsilon (uppercase Ε, lowercase ε or lunate ϵ; Greek: έψιλον) is the fifth letter of the Greek alphabet, corresponding phonetically to a mid front unrounded vowel /e/. In the system of Greek numerals it also has the value five. It was derived from the Phoenician letter He . Letters that arose from epsilon include the Roman E, Ë and Ɛ, and Cyrillic Е, È, Ё, Є and Э.\n The name of the letter was originally εἶ (Ancient Greek: [êː]), but the name was changed to ἒ ψιλόν (e psilon \"simple e\") in the Middle Ages to distinguish the letter from the digraph αι, a former diphthong that had come to be pronounced the same as epsilon.\n In essence, the uppercase form of epsilon looks identical to Latin E. The lowercase version has two typographical variants, both inherited from medieval Greek handwriting. One, the most common in modern typography and inherited from medieval minuscule, looks like a reversed \"3\". The other, also known as lunate or uncial epsilon and inherited from earlier uncial writing,[1][2] looks like a semicircle crossed by a horizontal bar. While in normal typography these are just alternative font variants, they may have different meanings as mathematical symbols. Computer systems therefore offer distinct encodings for them.[1] In Unicode, the character U+03F5 \"Greek lunate epsilon symbol\" (ϵ) is provided specifically for the lunate form. In TeX, \\epsilon (\n\n\n\nϵ\n\n\n\n{\\displaystyle \\epsilon \\!}\n\n) denotes the lunate form, while \\varepsilon (\n\n\n\nε\n\n\n\n{\\displaystyle \\varepsilon \\!}\n\n) denotes the reversed-3 form.\n There is also a Latin epsilon or \"open e\", which looks similar to the Greek lowercase epsilon. It is encoded in Unicode as U+025B (\"Latin small-letter open e\", ɛ) and U+0190 (\"Latin capital-letter open e\", Ɛ) and is used as an IPA phonetic symbol. The lunate or uncial epsilon has also provided inspiration for the euro sign (€).\n The lunate epsilon (ϵ) is not to be confused with the set membership symbol (∈); nor should the Latin uppercase epsilon (Ɛ) be confused with the Greek uppercase sigma (Σ).  The symbol \n\n\n\n∈\n\n\n{\\displaystyle \\in }\n\n, first used in set theory and logic by Giuseppe Peano and now used in mathematics in general for set membership (\"belongs to\") did, however, evolve from the letter epsilon, since the symbol was originally used as an abbreviation for the Latin word \"est\".  In addition, mathematicians often read the symbol \n\n\n\n∈\n\n\n{\\displaystyle \\in }\n\n as \"element of\", as in \"1 is an element of the natural numbers\" for \n\n\n\n1\n∈\n\nN\n\n\n\n{\\displaystyle 1\\in \\mathbb {N} }\n\n, for example.  As late as 1960, \n\n\n\nϵ\n\n\n{\\displaystyle \\epsilon }\n\n itself was used for set membership, while its negation \"does not belong to\" (now \n\n\n\n∉\n\n\n{\\displaystyle \\notin }\n\n) was denoted by \n\n\n\n\nϵ\n′\n\n\n\n{\\displaystyle \\epsilon '}\n\n (epsilon prime).[3]  Only gradually did a fully separate, stylized symbol take the place of epsilon in this role.  In a related context, Peano also introduced the use of a backwards epsilon, \n\n\n\n∍\n\n\n{\\displaystyle \\backepsilon }\n\n, for the phrase \"such that\", although the abbreviation \"s.t.\" is occasionally used in place of \n\n\n\n∍\n\n\n{\\displaystyle \\backepsilon }\n\n in informal cardinals\n ", "Categories" : [], "Name" : "Epsilon" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acfa" }, "Summary" : "\n Société Générale S.A. (French: [sɔ.sje.te ʒe.ne.ʁal]), often nicknamed \"SocGen\" (French: [soc-ʒen]),[3] is a French multinational investment bank and financial services company headquartered in Paris, France. The company is a universal bank and has divisions supporting French Networks, Global Transaction Banking, International Retail Banking, Financial Services, Corporate and Investment Banking, Private Banking, Asset Management and Securities Services.\n Société Générale is France's third largest bank by total assets,[4] sixth largest in Europe[5] or seventeenth by market capitalization.[6] The company is a component of the Euro Stoxx 50 stock market index.[7] It is known as one of the Trois Vieilles (\"Old Three\") of French banking, along with BNP Paribas and Crédit Lyonnais.\n ", "Categories" : [ "Financial services" ], "Name" : "Societe Generale" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acfb" }, "Summary" : "", "Categories" : [], "Name" : "Deloitte USI" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acfc" }, "Summary" : "Nucleus (pl: nuclei) is a Latin word for the seed inside a fruit. It most often refers to:\n Nucleus may also refer to:\n ", "Categories" : [], "Name" : "Nuclei" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acfd" }, "Summary" : "\n Exotel is a cloud telephony platform[1] that powers communication for enterprises, startups and small and medium enterprises in India and Southeast Asia[2]. They provide APIs that help companies devise their own communication flow. The company publicises itself as \"the Lego of communication.\"[1]\n ", "Categories" : [ "Telecommunications" ], "Name" : "Exotel" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acfe" }, "Summary" : "\n The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.[5]\n IBM produces and sells computer hardware, middleware and software, and provides hosting and consulting services in areas ranging from mainframe computers to nanotechnology. IBM is also a major research organization, holding the record for most U.S. patents generated by a business (as of 2019[update]) for 26 consecutive years.[6] Inventions by IBM include the automated teller machine (ATM), the floppy disk, the hard disk drive, the magnetic stripe card, the relational database, the SQL programming language, the UPC barcode, and dynamic random-access memory (DRAM). The IBM mainframe, exemplified by the System/360, was the dominant computing platform during the 1960s and 1970s.\n IBM has continually shifted business operations by focusing on higher-value, more profitable markets. This includes spinning off printer manufacturer Lexmark in 1991 and the sale of personal computer (ThinkPad/ThinkCentre) and x86-based server businesses to Lenovo (in 2005 and 2014, respectively), and acquiring companies such as PwC Consulting (2002), SPSS (2009), The Weather Company (2016), and  Red Hat (2019). Also in 2015, IBM announced that it would go \"fabless\", continuing to design semiconductors, but offloading manufacturing to GlobalFoundries.\n Nicknamed Big Blue, IBM is one of 30 companies included in the Dow Jones Industrial Average and one of the world's largest employers, with (as of 2018[update]) over 350,000 employees, known as \"IBMers\".  At least 70% of IBMers are based outside the United States, and the country with the largest number of IBMers is India.[7] IBM employees have been awarded five Nobel Prizes, six Turing Awards, ten National Medals of Technology (USA) and five National Medals of Science (USA).\n ", "Categories" : [ "Cloud computing", "Artificial intelligence", "Computer hardware", "Computer software" ], "Name" : "IBM" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886acff" }, "Summary" : "MathWorks is an American privately held corporation that specializes in mathematical computing software.  Its major products include MATLAB and Simulink, which support data analysis and simulation.\n ", "Categories" : [], "Name" : "Mathworks" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad00" }, "Summary" : "", "Categories" : [], "Name" : "Komprise" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad01" }, "Summary" : "", "Categories" : [], "Name" : "Standard Chartered GBS" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad02" }, "Summary" : "", "Categories" : [], "Name" : "Deloitte India" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad03" }, "Summary" : "\n Accenture plc, stylised as accent͐ure, is an Irish-domiciled multinational professional services company that provides services in strategy, consulting, digital, technology and operations. A Fortune Global 500 company,[6] it has been incorporated in Dublin, Ireland since September 1, 2009. In 2018, the company reported net revenues of $39.6 billion, with more than 459,000 employees[4] serving clients in more than 200 cities in 120 countries.[7] In 2015, the company had about 150,000 employees in India,[8] 48,000 in the US,[9] and 50,000 in the Philippines.[10] Accenture's current clients include 92 of the Fortune Global 100 and more than three-quarters of the Fortune Global 500.[11]\n On July 11, 2019, Accenture appointed Julie Sweet as their new Chief Executive Officer. She accepted her office on September 1, 2019.[12]\n ", "Categories" : [ "Professional services" ], "Name" : "Accenture" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad04" }, "Summary" : "", "Categories" : [], "Name" : "SIXT R & D" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad05" }, "Summary" : "Commvault is a publicly traded data protection and data management software company headquartered in Tinton Falls, New Jersey. Commvault enterprise software can be used for data backup and recovery, cloud and infrastructure management, retention and compliance.\n ", "Categories" : [ "Information technology" ], "Name" : "Commvault" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad06" }, "Summary" : "", "Categories" : [], "Name" : "VM Ware" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad07" }, "Summary" : "Robert Bosch (23 September 1861 – 12 March 1942) was a German industrialist, engineer and inventor, founder of Robert Bosch GmbH.\n ", "Categories" : [], "Name" : "Robert Bosch" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad08" }, "Summary" : "Netskope, Inc. is an American software company founded in 2012 that helps companies protect data and protect against threats in cloud applications, cloud infrastructure, and the web. Netskope is in a category of technology classified by Gartner as cloud access security brokers.[1]\nNetskope is recognised as a leader in the Gartner Magic Quadrant for Cloud Access Security Brokers.[2]\n Netskope is based in Santa Clara, California, with a software development office in Bangalore, India.\n ", "Categories" : [], "Name" : "NetSkope" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad09" }, "Summary" : "\n Harsha Kumar, President[2]\n Rajesh Rathod, COO\n Prodapt Solutions Private Limited is an Indian multinational software services, and operations company headquartered in Chennai, India.[3] The company focuses on the digital service provider ecosystem and delivers products and services in O/BSS, SDN/NFV, robotic process automation (RPA), business process services, infrastructure management, AI/ML, and product lifecycle services.\n Prodapt is part of the Jhaver Group of companies, which is an Indian business conglomerate concentrating on healthcare, chemicals, coated fabrics, zip fasteners, protective garments, and software.[4]\n Prodapt has delivery centers in India, the United States, the Netherlands, and South Africa.[5] Prodapt is an ISO 9001:2008, ISO 27001:2015, CMMI Level 3 and SSAE16 certified company.[3]\n ", "Categories" : [], "Name" : "Prodapt Solutions" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad0a" }, "Summary" : "\n \n McAfee, LLC (/ˈmækəfiː/;[3] formerly known as McAfee Associates, Inc. in 1987–2014 and Intel Security Group in 2014–2017) is an American global computer security software company headquartered in Santa Clara, California and claims to be the world's largest dedicated security technology company.[4]\n The company was purchased by Intel in February 2011,[5][6] and became part of the Intel Security division.\n On September 7, 2016, Intel announced a strategic deal with TPG Capital to convert Intel Security into a joint venture between both companies called McAfee.[7] That deal closed on April 3, 2017.[8] Thoma Bravo took a minority stake in the new company, and Intel maintains a 49% stake.[9][10]\n ", "Categories" : [ "Computer software" ], "Name" : "McAfee" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad0b" }, "Summary" : "Expedia.com is an online travel agency and metasearch engine. The website and mobile app can be used to book airline tickets, hotel reservations, car rentals, cruise ships, and vacation packages.\n The company is headquartered in Bellevue, Washington but is expected to relocate to Seattle, Washington this year.\n It is owned and operated by Expedia Group, ranked first on the list of top earning travel companies.\n ", "Categories" : [], "Name" : "Expedia" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad0c" }, "Summary" : "", "Categories" : [], "Name" : "Wissen Technologies" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad0d" }, "Summary" : "", "Categories" : [], "Name" : "MIQ Digital" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad0e" }, "Summary" : "", "Categories" : [], "Name" : "EY India" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad0f" }, "Summary" : "Cognizant is an American multinational corporation that provides IT services, including digital, technology, consulting, and operations services. It is headquartered in Teaneck, New Jersey, United States. Cognizant is part of the NASDAQ-100 and trades under CTSH.  It was founded as an in-house technology unit of Dun & Bradstreet in 1994,[4] and started serving external clients in 1996.[4]\n After a series of corporate re-organisations there was an initial public offering in 1998.[citation needed]\n Cognizant had a period of fast growth during the 2000s, becoming a Fortune 500 company in 2011. The company has been involved in a number of controversies in India, Ireland, and the United States.\n ", "Categories" : [ "IT services", "IT consulting" ], "Name" : "Cognizant" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad10" }, "Summary" : "", "Categories" : [], "Name" : "Vantage Agora" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad11" }, "Summary" : "", "Categories" : [], "Name" : "LTTS" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad12" }, "Summary" : "QuEST Global (Quality Engineering & Software Technologies)[2] is a  product engineering company in the Aero Engines, Aerospace & Defense, Hi-Tech & Industrial, Medical Devices, Oil & Gas, Power, and Transportation verticals. The company that has operations spread across 42 locations in 13 countries including US, Canada, Singapore, UK, Germany, Italy, Spain, France, Sweden, Romania, Japan, and India was founded in 1997, and employs 12000 as of April 2019. QuEST Global opened a regional operating office in Tokyo in June 2016, increasing its Japanese workforce size to 200 employees.[3]\n As of February 2016, QuEST Global is valued at USD 1 billion with a collective USD 350 million investment from Bain Capital, GIC and Advent International as minority stakeholders in the company.[4]\n ", "Categories" : [], "Name" : "Quest Global " }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad13" }, "Summary" : "\n Ather Energy Pvt. Ltd. is an Indian electric vehicle company founded by Tarun Mehta and Swapnil Jain in 2013. It manufactures the electric scooter Ather 450. It has also established electric vehicle charging infrastructure Ather Grid.\n ", "Categories" : [ "Automotive" ], "Name" : "Ather Energy" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad14" }, "Summary" : "\n Aruba (/əˈruːbə/ ə-ROO-bə, Dutch: [aːˈrubaː, -ryb-] (listen), Papiamento: [aˈruba]) is an island and a constituent country of the Kingdom of the Netherlands in the southern Caribbean Sea, located about 1,600 kilometres (990 mi) west of the main part of the Lesser Antilles and 29 kilometres (18 mi)[6] north of the coast of Venezuela. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point.[6] Together with Bonaire and Curaçao, Aruba forms a group referred to as the ABC islands. Collectively, Aruba and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.\n Aruba is one of the four countries that form the Kingdom of the Netherlands, along with the Netherlands, Curaçao, and Sint Maarten; the citizens of these countries are all Dutch nationals.[7] Aruba has no administrative subdivisions, but, for census purposes, is divided into eight regions. Its capital is Oranjestad.[7][6]\n Unlike much of the Caribbean region, Aruba has a dry climate and an arid, cactus-strewn landscape.[6][7] This climate has helped tourism as visitors to the island can reliably expect warm, sunny weather. It has a land area of 179 km2 (69.1 sq mi) and is densely populated, with a total of 102,484 inhabitants at the 2010 Census. Current estimates of the population place it at 116,600 (July 2018 est.)[7]  It lies outside Hurricane Alley.[7]\n ", "Categories" : [], "Name" : "Aruba" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad15" }, "Summary" : "\n Infosys Limited is an Indian multinational corporation that provides business consulting, information technology and outsourcing services. It has its headquarters in Bangalore, Karnataka, India.[3]\n Infosys is the second-largest Indian IT company after Tata Consultancy Services by 2017 revenue and 596th largest public company in the world based on revenue.[4] On March 29, 2019, its market capitalisation was $46.52 billion.[5] The credit rating of the company is A− (rating by Standard & Poor's).[6]\n ", "Categories" : [ "IT services", "IT consulting" ], "Name" : "Infosys" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad16" }, "Summary" : "", "Categories" : [], "Name" : "Hashedin Technologies" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad17" }, "Summary" : "\n WIPRO Group is an Indian multinational corporation that provides information technology, consulting and business process services. It is headquartered in Bangalore, Karnataka, India.[3]\n In 2013, Wipro separated its non-IT businesses and formed the privately owned Wipro Enterprises.[4]\n ", "Categories" : [ "Conglomerate" ], "Name" : "Wipro" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad18" }, "Summary" : "", "Categories" : [], "Name" : "Century link" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad19" }, "Summary" : "Sandvine Incorporated is a networking equipment company[1] based in Fremont, California, United States.\nSandvine network policy control products are designed to implement broad network policies, ranging from censorship[2], service creation,[3] billing,[4] congestion management, and security.[5] Sandvine targets its products at consumer Tier 1 and Tier 2 networks including cable, DSL, and mobile.[6]\n ", "Categories" : [], "Name" : "Sandvine" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad1a" }, "Summary" : "Eagle View Township is a township in Becker County, Minnesota, United States. The population was 165 as of the 2000 census.[3]\n ", "Categories" : [], "Name" : "Eagle View" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad1b" }, "Summary" : "\n \n Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware. It is considered one of the Big Four technology companies, alongside Amazon, Apple, and Facebook.[10][11]\n Google was founded in September 1998 by Larry Page and Sergey Brin while they were Ph.D. students at Stanford University in California. Together they own about 14 percent of its shares and control 56 percent of the stockholder voting power through supervoting stock. They incorporated Google as a California privately held company on September 4, 1998, in California. Google was then reincorporated in Delaware on October 22, 2002.[12] An initial public offering (IPO) took place on August 19, 2004, and Google moved to its headquarters in Mountain View, California, nicknamed the Googleplex. In August 2015, Google announced plans to reorganize its various interests as a conglomerate called Alphabet Inc. Google is Alphabet's leading subsidiary and will continue to be the umbrella company for Alphabet's Internet interests. Sundar Pichai was appointed CEO of Google, replacing Larry Page who became the CEO of Alphabet.\n The company's rapid growth since incorporation has triggered a chain of products, acquisitions, and partnerships beyond Google's core search engine (Google Search). It offers services designed for work and productivity (Google Docs, Google Sheets, and Google Slides), email (Gmail), scheduling and time management (Google Calendar), cloud storage (Google Drive), instant messaging and video chat (Duo, Hangouts), language translation (Google Translate), mapping and navigation (Google Maps, Waze, Google Earth, Street View), video sharing (YouTube), note-taking (Google Keep), and photo organizing and editing (Google Photos). The company leads the development of the Android mobile operating system, the Google Chrome web browser, and Chrome OS, a lightweight operating system based on the Chrome browser. Google has moved increasingly into hardware; from 2010 to 2015, it partnered with major electronics manufacturers in the production of its Nexus devices, and it released multiple hardware products in October 2016, including the Google Pixel smartphone, Google Home smart speaker, Google Wifi mesh wireless router, and Google Daydream virtual reality headset. Google has also experimented with becoming an Internet carrier (Google Fiber, Google Fi, and Google Station).[13]\n Google.com is the most visited website in the world.[14] Several other Google services also figure in the top 100 most visited websites, including YouTube and Blogger. Google was the most valuable brand in the world as of 2017,[update][15] but has received significant criticism involving issues such as privacy concerns, tax avoidance, antitrust, censorship, and search neutrality. Google's mission statement is \"to organize the world's information and make it universally accessible and useful\". The company's unofficial slogan \"Don't be evil\" was removed from the company's code of conduct around May 2018, but reinstated by July 31, 2018.[16][17]\n ", "Categories" : [ "Internet", "Cloud computing", "Computer software", "Computer hardware", "Artificial intelligence", "Advertising" ], "Name" : "Google" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad1c" }, "Summary" : "An oracle is a person or agency considered to provide wise and insightful counsel or prophetic predictions or precognition of the future, inspired by the gods. As such it is a form of divination.\n ", "Categories" : [], "Name" : "Oracle" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad1d" }, "Summary" : "Eagle View Township is a township in Becker County, Minnesota, United States. The population was 165 as of the 2000 census.[3]\n ", "Categories" : [], "Name" : "Eagle View" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad1e" }, "Summary" : "", "Categories" : [], "Name" : "Zopsmart" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad1f" }, "Summary" : "Endurance (also related to sufferance, resilience, constitution, fortitude, and hardiness) is the ability of an organism to exert itself and remain active for a long period of time, as well as its ability to resist, withstand, recover from, and have immunity to trauma, wounds, or fatigue. It is usually used in aerobic or anaerobic exercise. The definition of 'long' varies according to the type of exertion – minutes for high intensity anaerobic exercise, hours or days for low intensity aerobic exercise. Training for endurance can reduce the ability to exert endurance strength[1] unless an individual also undertakes resistance training to counteract this effect.\n When a person is able to accomplish or withstand a higher amount of effort than their original capabilities their endurance is increasing which to many personnel indicates progress. In looking to improve one's endurance they may slowly increase the amount of repetitions or time spent, if higher repetitions are taken rapidly muscle strength improves while less endurance is gained.[2] Increasing endurance has been proven to release endorphins resulting in a positive mind. The act of gaining endurance through physical activity has been shown to decrease anxiety, depression, and stress, or any chronic disease in total.[3] Although a greater endurance can assist the cardiovascular system it does not imply that any cardiovascular disease can be guaranteed to improve.[4] \"The major metabolic consequences of the adaptations of muscle to endurance exercise are a slower utilization of muscle glycogen and blood glucose, a greater reliance on fat oxidation, and less lactate production during exercise of a given intensity.\"[5]\n The term stamina is sometimes used synonymously and interchangeably with endurance.\nIn military settings, endurance is considered the ability of a force to sustain high levels of combat potential relative to its opponent over the duration of a campaign.[6]\n Endurance may also refer to an ability to keep going through a tough situation involving hardship, stress, etc. (see patience)\n ", "Categories" : [], "Name" : "Endurance" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad20" }, "Summary" : "", "Categories" : [], "Name" : "Ushur" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad21" }, "Summary" : "\nCoordinates: 37°23′16″N 121°57′49″W﻿ / ﻿37.38778°N 121.96361°W﻿ / 37.38778; -121.96361\n Intel Corporation (commonly known as Intel and stylized as intel) is an American multinational corporation and technology company headquartered in Santa Clara, California, in the Silicon Valley. It is the world's second largest and second highest valued semiconductor chip manufacturer based on revenue after being overtaken by Samsung Electronics,[3][4] and is the inventor of the x86 series of microprocessors, the processors found in most personal computers (PCs). Intel ranked No. 46 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.[5] Intel is incorporated in Delaware.[6]\n Intel supplies processors for computer system manufacturers such as Apple, Lenovo, HP, and Dell. Intel also manufactures motherboard chipsets, network interface controllers and integrated circuits, flash memory, graphics chips, embedded processors and other devices related to communications and computing.\n Intel Corporation was founded on July 18, 1968, by semiconductor pioneers Robert Noyce and Gordon Moore (of Moore's law), and is associated with the executive leadership and vision of Andrew Grove. The company's name was conceived as portmanteau of the words integrated and electronics, with co-founder Noyce having been a key inventor of the integrated circuit (microchip). The fact that \"intel\" is the term for intelligence information also made the name appropriate.[7] Intel was an early developer of SRAM and DRAM memory chips, which represented the majority of its business until 1981. Although Intel created the world's first commercial microprocessor chip in 1971, it was not until the success of the personal computer (PC) that this became its primary business.\n During the 1990s, Intel invested heavily in new microprocessor designs fostering the rapid growth of the computer industry. During this period Intel became the dominant supplier of microprocessors for PCs and was known for aggressive and anti-competitive tactics in defense of its market position, particularly against Advanced Micro Devices (AMD), as well as a struggle with Microsoft for control over the direction of the PC industry.[8][9]\n The Open Source Technology Center at Intel hosts PowerTOP and LatencyTOP, and supports other open-source projects such as Wayland, Mesa3D, Intel Array Building Blocks, Threading Building Blocks (TBB), and Xen.[10]\n ", "Categories" : [ "Semiconductors" ], "Name" : "Intel" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad22" }, "Summary" : "", "Categories" : [], "Name" : "Saltside" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad23" }, "Summary" : "Sling Media Inc. is a technology company that develops placeshifting and Smart TV solutions for consumers, multiple-system operators and set top box manufacturers. The company is based in Foster City, California, and was a subsidiary of EchoStar Corporation (acquired in the fall of 2007).  Their initial product, the Slingbox, debuted on the US market on July 1, 2005.  The EchoStar business unit was part of a corporate assets exchange with Dish Network at the beginning of 2017 and now operates as Dish Technologies Corporation under Dish Network.\n ", "Categories" : [ "Placeshifting", "Streaming media", "Computer hardware", "Mobile app" ], "Name" : "Sling Media" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad24" }, "Summary" : "", "Categories" : [], "Name" : "Accolite" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad25" }, "Summary" : "Ugam or UGAM may refer to:\n ", "Categories" : [], "Name" : "Ugam" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad26" }, "Summary" : "", "Categories" : [], "Name" : "First Source Solutions" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad27" }, "Summary" : "Lam Research Corporation is an American corporation that engages in the design, manufacture, marketing, and service of semiconductor processing equipment used in the fabrication of integrated circuits.[2] Its products are used primarily in front-end wafer processing, which involves the steps that create the active components of semiconductor devices (transistors, capacitors) and their wiring (interconnects). The company also builds equipment for back-end wafer-level packaging (WLP), and for related manufacturing markets such as for microelectromechanical systems (MEMS).\n Lam Research was founded in 1980 by Dr. David K. Lam and is headquartered in Fremont, California, in the Silicon Valley.[3] As of 2018, it was the second largest manufacturer in the Bay Area, after Tesla.[4]\n ", "Categories" : [ "Semiconductors" ], "Name" : "Lam Research" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad28" }, "Summary" : "", "Categories" : [], "Name" : "Hevo Technology" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad29" }, "Summary" : "", "Categories" : [], "Name" : "Betsol" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad2a" }, "Summary" : "", "Categories" : [], "Name" : "Zinnov" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad2b" }, "Summary" : "\n Adobe Inc. (/əˈdoʊbiː/ ə-DOH-bee) is an American multinational computer software company headquartered in San Jose, California. It has historically focused upon the creation of multimedia and creativity software products, with a more recent foray towards digital marketing software. Adobe is best known for its Adobe Flash web software ecosystem, Photoshop image editing software, Adobe Illustrator vector graphics editor, Acrobat Reader, the Portable Document Format (PDF), and Adobe Creative Suite, as well as its successor Adobe Creative Cloud.[6]\n Adobe was founded in December 1982[7] by John Warnock and Charles Geschke, who established the company after leaving Xerox PARC in order to develop and sell the PostScript page description language. In 1985, Apple Computer licensed PostScript for use in its LaserWriter printers, which helped spark the desktop publishing revolution.[8]\n As of 2019[update], Adobe has more than 21,000 employees worldwide,[7] about 40% of whom work in San Jose.[citation needed] Adobe also has major development operations in Newton, Massachusetts;[9] New York City, New York; Minneapolis, Minnesota; Lehi, Utah; Seattle, Washington; and San Francisco, California in the United States. It also has major development operations in Noida and Bangalore in India.[10]\n ", "Categories" : [ "Computer software" ], "Name" : "Adobe Systems" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad2c" }, "Summary" : "", "Categories" : [], "Name" : "The Math Company" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad2d" }, "Summary" : "The Pluribus[1] multiprocessor was an early multi-processor computer designed by BBN for use as a packet switch in the ARPANET. Its design later influenced the BBN Butterfly computer.\n The Pluribus had its beginnings in 1972 when the need for a second-generation interface message processor (IMP) became apparent. At that time, the BBN had already installed IMPs at more than thirty-five ARPANET sites. These IMPs were Honeywell 316 and 516 minicomputers. The network was growing rapidly in several dimensions: number of nodes, hosts, and terminals; volume of traffic; and geographic coverage (including plans, now realized, for satellite extensions to Europe and Hawaii).\n A goal was established to design a modular machine which, at its lower end, would be smaller and less expensive than the 316's and 516's while being expandable in capacity to provide ten times the bandwidth of, and capable of servicing five times as many input-output (I/O) devices as, the 516. Related goals included greater memory addressing capability and increased reliability.\n The designers decided on a multiprocessor approach because of its promising potential for modularity, for cost per performance advantages, for reliability, and because the IMP packet switch algorithms were clearly suitable for parallel processing by independent processors.\n ", "Categories" : [], "Name" : "Pluribus" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad2e" }, "Summary" : "", "Categories" : [], "Name" : "Perfios" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad2f" }, "Summary" : "", "Categories" : [], "Name" : "Tredence Analytics" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad30" }, "Summary" : "\n Atlassian Corporation Plc (/ətˈlæsiən/) is an Australian enterprise software company that develops products for software developers, project managers, and content management.[3][4][5] It is best known for its issue tracking application, Jira, and its team collaboration and wiki product, Confluence.[4][6] Atlassian serves over 135,000 customers.[7]\n ", "Categories" : [ "Software" ], "Name" : "Atlassian" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad31" }, "Summary" : "Target may refer to:\n ", "Categories" : [], "Name" : "Target" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad32" }, "Summary" : "", "Categories" : [], "Name" : "Verizon Media ( Yahoo )" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad33" }, "Summary" : "Zynga Inc. /ˈzɪŋɡə/ is an American social game developer running social video game services founded in April 2007 with headquarters in San Francisco, California, United States.[1] The company primarily focuses on mobile and social networking platforms.[6][7] Zynga states its mission as \"connecting the world through games.\"[8]\n Zynga launched its best-known game, FarmVille, on Facebook in June 2009,[5][9] reaching 10 million daily active users (DAU) within six weeks.[10] As of August 2017, Zynga had 30 million monthly active users (MAU).[11] In 2017 its most successful games were Zynga Poker; Words with Friends 2, with about 57 million games being played at any given moment;[12][13] and CSR Racing 2, the most popular racing game on mobile devices.[14]\n Zynga began trading on NASDAQ December 16, 2011,[15] under the ticker ZNGA.[16][17][18]\n ", "Categories" : [ "Video game industry" ], "Name" : "Zynga" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad34" }, "Summary" : "\n KPMG is a multinational professional services network, and one of the Big Four accounting organizations, along with Deloitte, Ernst & Young (EY), and PricewaterhouseCoopers (PwC).\n Seated in Amstelveen, the Netherlands, KPMG is a network of firms in 154 countries, with 207,050 people[4] and has three lines of services: financial audit, tax, and advisory. Its tax and advisory services are further divided into various service groups.\n The name \"KPMG\" stands for \"Klynveld Peat Marwick Goerdeler\". It was chosen when KMG (Klynveld Main Goerdeler) merged with Peat Marwick in 1987.\n ", "Categories" : [ "Professional services" ], "Name" : "KPMG" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad35" }, "Summary" : "\n PayPal Holdings Inc trading as PayPal, is an American company operating a worldwide online payments system that supports online money transfers and serves as an electronic alternative to traditional paper methods like checks and money orders. The company operates as a payment processor for online vendors, auction sites, and many other commercial users, for which it charges a fee in exchange for benefits such as one-click transactions and password memory. PayPal's payment system, also called PayPal, is considered a type of payment rail.\n Established in 1998 as Confinity,[11] PayPal had its initial public offering in 2002, and became a wholly owned subsidiary of eBay later that year.[12][13]  eBay spun off PayPal in 2015.[14][6]\nThe company ranked 222nd on the 2018 Fortune 500 of the largest United States corporations by revenue.[15]\n ", "Categories" : [ "Financial services" ], "Name" : "PayPal" }
{ "_id" : { "$oid" : "5dd123fe106ac268e886ad36" }, "Summary" : "NXP Semiconductors N.V. is a Dutch global semiconductor manufacturer headquartered in Eindhoven, Netherlands. The company employs approximately 31,000 people in more than 35 countries, including 11,200 engineers in 33 countries.[1] NXP reported revenue of $6.1 billion in 2015, including one month of revenue contribution from recently merged Freescale Semiconductor.[2]\n On October 27, 2016, it was announced that Qualcomm would try to buy NXP,[3] but because the Chinese merger authority did not approve the acquisition before the deadline set by Qualcomm, it was effectively canceled on 26 July 2018.[4]\n ", "Categories" : [ "Electronics" ], "Name" : "NXP Semiconductors" }
