{
    "Company": "Zinnov (Hiring for Business Unit 'DRAUP')",
    "Postal address": "BSR Arcade Office, 64, Jyoti Nivas College Rd, Koramangala Industrial Layout, Koramangala, Bengaluru, Karnataka 560034",
    "About the Company": "DRAUP is a B2B Product-based Startup company, incubated by Zinnov. It is an Enterprise Sales Enablement Platform. We are helping the sales teams of Global 1000 Companies improve sales output and efficiency by providing them the right insights about their prospects. We do this by analysing vast amount of data available about an organization, individual stakeholders and ecosystem available in the public web. We rely on combination of Technology and Business research rules to generate the insights and recommendation for global sales teams. Our Team comprises of Technology folks, Consultants, Researchers, Psychologists and Sales/ Marketing executives. On the technology side, we have Harvesting, ETL, Cognition engine/ Gateway, Application Development teams, etc. Total team count is approx. 250. For additional information, please refer https://draup.com/\nAbout Zinnov:\nFounded in 2002, Zinnov – meaning Zeal in Innovation – A leading Management Consulting firm that helps organizations globalize their businesses, tackle organizational challenges & build institutional capability its mission is to become a Leading Global Management Consulting Firm. At Zinnov, we work in tandem with our clients to tackle organizational challenges, improve performance and build institutional capability. With advanced reasoning and analytical techniques, Zinnov provides customers with solutions that help in integrating organizational vision, business definition and processes. Zinnov's key service offerings span across globalization of technology, People Practice and Market Expansion into growth markets, thereby creating a niche for ourselves in the industry today. For additional information, visit www.zinnov.com.",
    "Company Sector": [
        "Consulting",
        "IT & ITES"
    ],
    "Mode of Selection": [
        "Online",
        "Interview"
    ],
    "Interview Process": "Campus",
    "Job Description": "Varies as per the allocation to respective team",
    "Disciplines": {
        "BE/BTech": [
            "Electronics & Communication Engineering",
            "Computer Science Engineering",
            "Information Science and Engineering",
            "Electrical and Electronics Engineering"
        ],
        "MCA": [
            null
        ],
        "MTech": [
            "Computer Science & Engineering",
            "Electronics & Communication Engineering"
        ]
    },
    "Criteria": {
        "10th": null,
        "12th": null,
        "BE": {
            "CGPA": 7,
            "Percentage": null
        },
        "MTech/MCA": {
            "CGPA": 7,
            "Percentage": null
        }
    },
    "Position": null,
    "Location": null,
    "Job Status": [
        "Full Time Employment + Internship"
    ],
    "Compensation": {
        "Full Time": {
            "Base Pay": null,
            "Total CTC": "8 - 8.5 LPA"
        }
    },
    "Bond/Service agreement details": "No",
    "Website": "https://draup.com/",
    "Registration Deadline": "2019-10-06",
    "Test Date": "2019-10-22",
    "Interview Data": "2019-10-23"
}