{
    "Company": "Clumio Technologies India LLP",
    "Postal address": "3rd Floor PLOT NO 18, b1-b, Graphite India Main Rd, NCPR Industrial Layout, Doddanakundi Industrial Area 2, Seetharampalya, Hoodi, Bengaluru, Karnataka 560048",
    "About the Company": "Mission\nTo build a next generation public cloud SaaS data platform\n\nDescription\nWe are an early stage public cloud SaaS data platform company backed by Sutter Hill Ventures and Index Ventures and various high profile angel investors in Silicon Valley.\n\nGreat investors, great founding and early engineering team, and a game changing technical and business approach to a huge market where a window has opened. The market is data management, the window is the emergence of public cloud data management, and SaaS as the delivery mechanism.  \nOur approach is native cloud, cloud agnostic and true SaaS.\nOpportunities like this only come around a few times in one's career, and it will be a very good opportunity for students to work on such problem from scratch.\nTech Stack you will be working:Golang, gRPC, Protobuf, Kubernetes, Docker, AWS Technologies  (S3, DynamoDB, SQS, Lambda, NLB, Aurora & others), Python, Terraform, ReactJs, Typescript\nEngineering Challenges\nYou will take first principles approach to build a cloud-native distributed data platform. Think differently how you will solve a problem with massively parallel compute and storage at your fingertips.\nYou will work with dedicated and excellence-driven teammates on - Cloud-scale SaaS designed with security first mindset - Hard problems in building high throughput data pipelines and distributed systems - Elastic resource management (balancing trade-off of massive performance and low cost) - Systems designed from ground-up for operability (continuous collection and analysis of logs and metrics) - Relentless push towards customer delight with an extremely simplified UX and UI - Microservice architecture with cutting-edge technologies such as Docker and Kubernetes",
    "Company Sector": [
        "IT & ITES"
    ],
    "Mode of Selection": [
        "Online - Hackerrank test",
        "Interview - 2-3 Technical Interviews"
    ],
    "Interview Process": "Campus – Hackerrank test followed by 2-3 technical Interviews",
    "Job Description": null,
    "Disciplines": {
        "BE/BTech": [
            "Computer Science Engineering"
        ],
        "MTech": [
            "Computer Science & Engineering"
        ]

    },
    "Criteria": {
        "10th": null,
        "12th": null,
        "BE": {
            "CGPA": 8.5,
            "Percentage": null
        },
        "MTech/MCA": {
            "CGPA": 8.5,
            "Percentage": null
        }
    },
    "Position": null,
    "Location": null,
    "Job Status": [
        "Full Time Employment + Internship"
    ],
    "Compensation": {
        "Full Time": {
            "Base Pay": "2,000,000",
            "Relocation + Transport + Gratuity + Mobile and Internet Reimbursement + Insurance + Gym Membership": "340,000",
            "Stock Options": "2000"
        },
        "Internship": "100,000"
    },
    "Bond/Service agreement details": "No",
    "Website": "www.clumio.com",
    "Registration Deadline": "",
    "Test Date": "2019-08-05",
    "Interview Data": "2019-08-05"
}